(function() {
    window.nowdatajson = {
        queData: [{
            title: '全国青少年井冈山革命传统教育基地旨在利用井冈山丰富而独特的教育资源帮助青少年深入学习党史，坚定理想信念，为党的事业培养合格建设者和可靠接班人。基地于______年7月正式投入使用，占地75亩，总建筑面积4.4万平方米，可同期容纳______余人在校培训。(      )',
            choices: ["2007,1350", "2007,2050", "2012,2050", "2012,1350"],
            rightIndex: 3
        }, {
            title: '下列不属于团中央井冈山教育基地的精品课程有（ ）',
            choices: ["仪式教育", "网络教学", '现场教学', '朋辈教育'],
            rightIndex: 1
        }, {
            title: '团中央井冈山革命传统教育基地报告厅门口的沙盘上写着的一句话是_______。',
            choices: ["星星之火，可以燎原", "让信仰照亮人生", '坚定理想信念，传承红色基因', '郴衡湘赣之交，千里罗霄之腹'],
            rightIndex: 2
        }, {
            title: '井冈山属亚热带季风气候，下列说法正确的是（ ）',
            choices: ["雨量充沛", "冬天多严寒，盛夏酷暑", '冬短、夏长、秋晚、春来早', '四季不分明'],
            rightIndex: 0
        }, {
            title: '井冈山革命烈士陵园门口台阶共有______级。',
            choices: ["108", "109", '118', '119'],
            rightIndex: 1
        }, {
            title: '电影《闪闪的红星》中主角潘冬子送盐的历史原型是_____。',
            choices: ["伍若兰", "吴月娥", '贺子珍', '聂槐妆'],
            rightIndex: 3
        }, {
            title: '不属于“长征精神”内涵的简明表述的是（ ）',
            choices: ["坚定信念、勇于开拓", "前赴后继、无私奉献", '团结一致、知难而退', '艰苦奋战、百折不回'],
            rightIndex: 2
        }, {
            title: '在长征途中发生的重大事件的时间排序正确的为（ ）<br>①遵义会议 ②巧渡金沙江 ③吴起镇会师 ④甘肃会宁会师',
            choices: ["①②③④", "②①③④", '②①④③', '②①③④'],
            rightIndex: 0
        }, {
            title: '一部井冈山斗争史就是党带领人民实事求是、（ ）的历史。',
            choices: ["不断实践", "闯新路", '艰苦奋斗', '奋发有为'],
            rightIndex: 1
        }, {
            title: '黄洋界保卫战，是井冈山根据地的又一件大事。根据地建立后 ，红军在井冈山修建了五大（ ），黄洋界是其中之一。',
            choices: ["据点", "基地", '关口', '哨口'],
            rightIndex: 3
        }, {
            title: '不属于三湾改编的内容是（ ）',
            choices: ["缩师为团", "支部建在连上", '士兵委员会', '三大纪律、六项注意'],
            rightIndex: 3
        }, {
            title: '在粉碎赣敌第四次“进剿”时取得的井冈山根据地建立以来最大的军事战斗胜利是（ ）',
            choices: ["龙源口大捷", "水口战役", '三月暴动', '新城战斗'],
            rightIndex: 0
        }, {
            title: '湘赣边界第一个县级红色政权是（ ）',
            choices: ["茶陵县工农兵政府", "宁冈工农兵政府", '茶陵县人民委员会', '遂川县工农兵政府'],
            rightIndex: 0
        }, {
            title: '下列选项中，不属于三大纪律的是______。',
            choices: ["行动听指挥", "筹款子要归公", '不打人骂人', '不拿老百姓一个红薯'],
            rightIndex: 2
        }, {
            title: '袁文才、王佐被错杀的根本原因是______。',
            choices: ["党内“左”倾错误政策的影响", "湘赣边界特委领导人对袁、王的错误定位", '激烈的土、客籍矛盾', '袁文才、王佐自身的不足'],
            rightIndex: 0
        }, {
            title: '井冈山第一位女党员是______。',
            choices: ["吴月娥", "聂槐妆", '伍若兰', '贺子珍'],
            rightIndex: 3
        }, {
            title: '广大青年要牢记“空谈误国、实干兴邦”，立足本职，埋头苦干，从自身做起，从点滴做起，用勤劳的双手、一流的业绩成就属于自己的人生精彩，不做矫情的一代。这段话出自哪位国家领导人（ ）',
            choices: ["习近平", "毛泽东", '江泽民', '胡锦涛'],
            rightIndex: 0
        }, {
            title: '在革命圣地井冈山旧址群（ ），习近平看望了6位革命烈士后代和先进人物代表。',
            choices: ["八角楼", "井冈山烈士陵园", '慎德书屋', '茅坪'],
            rightIndex: 2
        }, {
            title: '习近平在考察江西时指出，井冈山是中国革命的摇篮。井冈山时期留给我们最宝贵的财富就是跨越时空的（ ）',
            choices: ["革命理想", "坚定信仰", '井冈山精神', '艰苦奋斗本色'],
            rightIndex: 2
        }, {
            title: '每个党员、干部特别是领导干部都要认真学习、深刻领会、身体力行，努力做井冈山精神的忠实传承者、坚定（ ）',
            choices: ["实践者", "践行者", '奋斗者', '传播者'],
            rightIndex: 1
        }],

        fullScore: 100,
        scoreArray: [{
            score: 60,
            comment: "我在【2016年普通高等学校招生全国统一考试(井冈卷)】考试挂科了！我不想复读啊！快解救我！"
        }, {
            score: 70,
            comment: "我在【2016年普通高等学校招生全国统一考试(井冈卷)】考试中发现好多知识点都忘了，来帮帮我吧！"
        }, {
            score: 80,
            comment: "我在【2016年普通高等学校招生全国统一考试(井冈卷)】考试中发现自己知道的井冈山知识还真不是一般的多！"
        }, {
            score: 90,
            comment: "我在【2016年普通高等学校招生全国统一考试(井冈卷)】考试中差一点满分！"
        }, {
            score: 100,
            comment: "我在【2016年普通高等学校招生全国统一考试(井冈卷)】考试中得了满分,高考状元就是我！"
        }]
    };

}).call(this);
